<template>
  <div style="padding-left: 30px">
    <br>

    <P>图片社区实现的是一个大家可以互相分享下载图片的平台。</P>

    <P>每个人都可以发布图片，给自己的图片定价。其他人可以在平台根据关键字搜索自己喜欢的图片，
      对于每个进行收藏、点赞、评论等操作.</P>
    <p>下载图片需要支付相应的虚拟硬币。有个虚拟系统可以自己充值虚拟硬币。</p>
    <br>
    <h1>隐私政策</h1>
    <P>以下信息将帮助您了解我们在访问和使用图片社区时如何收集、使用、传播和保护您提供的数据。</P>
    <br>

    <H2>适用范围</H2>
    <P>在您注册图片社区帐号时，您根据图片社区要求提供的个人注册信息（商家应法律法规要求需公示的企业名称及相关工商注册信息除外）；</P>

    <P>在您使用图片社区网络服务，或访问 图片社区平台网页时，图片社区自动接收并记录的您的浏览器和计算机上的信息，
      包括但不限于您的 IP 地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；</P>

    <P>图片社区通过合法途径从商业伙伴处取得的用户个人数据。</P>
    <br>

    <H2>信息使用</H2>
    <P>图片社区不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和图片社区（含图片社区关联公司）
      单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。
    </P>


    <P>图片社区亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何图片社区平台用户如从事上述活动，一经发现，
      图片社区有权立即终止与该用户的服务协议。
    </P>
  </div>
</template>

<script>
export default {
name: "about"
}
</script>

<style scoped>

</style>